Revit 2016 API
Rectangle.Bottom Property
 The y-coordinate of the bottom-right corner of the rectangle.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 16.0.0.0 (16.0.0.0)
Since: 2014
Syntax
C#
public int Bottom { get; set; }
Visual Basic
Public Property Bottom As Integer
	Get
	Set
Visual C++
public:
property int Bottom {
	int get ();
	void set (int value);
}
See Also
Rectangle Class
Autodesk.Revit.UI Namespace